import { StudiedSexStats} from "./types";





export const studiedSexStats: StudiedSexStats = {
  HJ: {
    name: "Работа руками",
    description:
      "Половой акт мастурбации одного партнера руками другого партнера. Для мужчин включает в себя массаж эректильной части члена рукой",
    lessonText: [
      "<<slave_name>> никогда толком не ласкала мужчину, так что для начала вы решаете дать ей задание попроще. Она должна нежно гладить вас руками, сначала по всему телу, а затем концентрируясь на показанных вами эрогенных зонах.",
      "<<slave_name>> имеет мало опыта в ласках. В качестве основы подойдет урок по правильному отдрачиванию члена рукой. Вы приказываете воспитуемой аккуратно взять ваш орган в ладони, собираясь затем направить ее движения собственными руками.",
      "Вы даете воспитуемой задание самостоятельно довести вас до оргазма, используя для этого только руки. Вы также напоминаете ей о важности использования смазки и даёте подсказки по поводу ритма и силы движений.",
      "<<slave_name>> достаточно опытна, чтобы освоить урок по надрачиванию без дополнительной смазки и специальных подсказок с вашей стороны. Вы надеетесь, что она быстро приспособится, используя свои интуицию и опыт.",
      "Вы объясняете воспитуемой, как можно использовать одну руку для ласки члена, а вторую — для доставления дополнительного удовольствия. В качестве тренировки она должна подрочить вас, лаская одновременно вашу грудь, затем бедра, яички и, наконец, задний проход. ",
      "<<slave_name>> мастерски владеет техниками петтинга, поэтому вы решаете предоставить ей полную свободу действий. Единственные условия — она не должна применять ничего, кроме собственных рук, и доставить вам при этом максимальное удовольствие.",
    ],
  },
  FJ: {
    name: "Работа ногами",
    description:
      "Cексуальное действие, в котором одной из сторон участвует нога как объект стимуляции. В частности для мужчин footjobs включают массаж пениса ногами.",
    lessonText: [
        '<<slave_name>> вообще не умеет ласкать мужчину, что уж говорить о том, чтобы сделать это ногами. Большую часть работы вам придется проделать, собственноручно управляя ногами воспитуемой.',
        '<<slave_name>> слабо владеет техниками петтинга, поэтому вы решаете сделать основную работу за нее. От вашей воспитуемой потребуется только обхватить ваш член ступнями и сконцентрироваться на ритме который вы будете задавать им собственными руками.',
        'Чтобы овладеть правильной техникой петтинга ногами, <<slave_name>> должна научиться занимать правильные, устойчивые позиции и точно позиционировать ступни. Этому вы и решаете посвятить следующий урок.',
        '<<slave_name>> знает подход к ласкам, поэтому вы решаете попробовать предоставить инициативу ей и посмотреть, удастся ли ей довести вас до кульминации, используя свои ступни и ваши советы.',
        'Вы решаете, что <<slave_name>> вполне способна освоить усложненные техники работы ногами. На этом уроке вы покажете ей, как лучше ласкать мужчину не только ступнями, но и бедрами, и даже пальчиками ног, в том числе из нестандартных положений.',
       '<<slave_name>> настолько хорошо знает техники петтинга, что способна довести мужчину до кульминации, используя любую часть собственного тела. Вы решаете просто предоставить воспитуемой инициативу и проверить, на что она способна.'
       ],
  },
  TitFuck: {
    name: "Пайзури",
    description:
      "Японский термин, обозначающий половой акт с участием женской груди для стимуляции пениса.",
    lessonText: [
        'Так как <<slave_name>> не имеет особого опыта в ласках, вы решаете просто дать ей почувствовать, как ее грудь может служить для удовлетворения мужчины. Фактически вы просто подрочите грудями воспитуемой, а ей останется только следить за ощущениями.',
    'В качестве простейшего задания вы выбираете пазури лежа на спине. <<slave_name>> должна просто смазать ложбинку между грудями массажным маслом и сжать их так, чтобы образовалось удобное для вашего члена пространство. Остальное вы сделаете сами.',
    'На следующем уроке вы решаете освоить пазури в положении сидя. <<slave_name>> должна ласкать ваш член между своими натертыми маслом грудями, стоя на коленях перед стулом.',
     'В качестве следующего урока вы ляжете на спину и позволите воспитуемой попытаться довести вас до оргазма, используя свои груди. Зажать между ними член, находясь сверху, сложнее, чем из других положений, но <<slave_name>> должна справиться.',
    '<<slave_name>> достаточно опытна в ласках, чтобы использовать свои груди в любых условиях. В качестве задания на урок вы будете принимать различные позы: лежа, сидя, стоя — и в каждой из них воспитуемая должна суметь правильно направить ваш член в смазанную ложбинку своих сисек.',
    '<<slave_name>> настолько хорошо знает техники петтинга, что способна довести мужчину до кульминации, используя любую часть собственного тела. Вы решаете просто предоставить воспитуемой инициативу и проверить, на что она способна.'
    ],
  },
  Kiss: {
    name: "Поцелуи",
    description:
      "Поцелуи как средство стимуляции и возбуждения партнёра без непосредственного касания половых органов оного.",
    lessonText: [
        '<<slave_name>> не умеет толком целоваться, так что вам придется начать с самых азов. Вы объясняете ей, как надо правильно держать голову, насколько приоткрывать рот, как работать губами и языком во время поцелуя.',
    '<<slave_name>> не слишком хорошо целуется, так что вам придется постоянно поправлять ее и раз за разом пробовать снова, пока она не почувствует, как должны двигаться ее губы и язык.',
    '<<slave_name>> умеет целоваться, но ей явно надо тренировать свой язык. На этом уроке вы будете упираться языками и пытаться втолкнуть язык партнера обратно в рот. Такое упражнение позволит развить не только силу, но и ловкость языка воспитуемой.',
    'Язык и губы вашей воспитуемой уже неплохо развиты, но нет предела совершенству. На этом занятии вы будете выполнять упражнения по кручению языками и борьбе между ними во время поцелуя.',
    '<<slave_name>> отлично целуется, но для расширения кругозора вы решаете дать ей несколько заданий на различные нестандартные поцелуи и игры ртами, способы которых принесли в Вечный Рим бесчисленные странники между мирами.',
    '<<slave_name>> способна завязать черешок от вишенки узелком, используя только свой собственный язык. Вряд ли ее можно еще чему-то научить в этой области, так что вы решаете просто устроить ей «устный экзамен» и насладиться плодами своего обучения. ',
    ],
  },
  BJ: {
    name: "Минет",
    description: "Стимуляция члена партнера посредством губ и рта",
    lessonText: [
        'Вы объясняете воспитуемой, что минет — это король ласки, потому что своим ртом рабыня может доставить хозяину максимальное удовольствие, даже когда тот устал и не желает ничего делать. Но для начала ей надо просто привыкнуть брать мужской член в рот.',
        '<<slave_name>> слабовата в оральных ласках, так что в качестве простого задания вы приказываете ей хорошенько вылизать ваш член снизу вверх, поцеловать, взять головку в рот и повторить все сначала, пока не станет получаться хорошо.',
        '<<slave_name>> вполне привычна к ощущению члена у себя во рту, так что вы даете ей задания на развитие техник неглубокого минета. Поцелуи, вылизывания, посасывания — главное найти нужный нажим и ритм, следя за реакциями мужчины.',
        'Заглотить член целиком — не самая простая задача. Вы учите воспитуемую правильно расслаблять горло, контролировать свое дыхание и избегать рвотных позывов, когда длинный и толстый поршень медленно движется по ее пищеводу.',
        '<<slave_name>> способна заглотить член целиком, но это еще не все, что нужно для правильного королевского минета. На этом занятии вы собираетесь освоить продвинутые техники, которые позволят вашей воспитуемой достичь совершенства в оральных ласках.',
        '<<slave_name>> способна завязать черешок от вишенки узелком, используя только свой собственный язык. Вряд ли ее можно еще чему-то научить в этой области, так что вы решаете просто устроить ей «устный экзамен» и насладиться плодами своего обучения.'    
    ],
  },
  Rimming: {
    name: "Римминг",
    description:
      "Половой акт, в ходе которого одна сторона стимулирует область вокруг анального отверстия другой стороны языком или пальцами",
    lessonText: [
        'Вылизывание задницы — совсем не сложная вещь, главные препятствия тут психологические. Хотя <<slave_name>> не умеет толком пользоваться своим языком, ей вполне по силам просто провести им несколько раз между вашими ягодицами. Урок несложный.',
    '<<slave_name>> должна привыкнуть работать своим язычком в заднице хозяина. Задание очень простое — вылизывать ваш анус достаточно долго и тщательно.',
    'Вы решаете посвятить сегодняшний урок максимально комфортным позам для вылизывания задницы. Тут возможно не так уж мало вариантов, и главная задача рабыни заключается в том, чтобы удобно и нежно поддержать хозяина в необычной позе, пока она работает своим язычком.',
    'Ощущение того, что зад — место грязное может мешать хорошо работать языком даже вполне хорошо владеющей им рабыне. Дело в привычке. Вы специально не мылись после туалета, <<slave_name>> должна вылизать все начисто.',
    'Язык воспитуемой достаточно хорошо развит, чтобы она могла постараться просунуть его сквозь ваш анальный сфинктер и проникнуть в прямую кишку. Этому и будет посвящен сегодняшний урок.',
    '<<slave_name>> способна завязать черешок от вишенки узелком, используя только свой собственный язык. Вряд ли ее можно еще чему-то научить в этой области, так что вы решаете просто устроить ей «устный экзамен» и насладиться плодами своего обучения.'
    ],
  },
  VaginalSex: {
    name: "Вагинальный секс",
    description: "Классический секс",
    lessonText: [
        '<<slave_name>> абсолютно неопытна в сексе и совершенно не представляет, что от нее требуется. Вы решаете взять всю инициативу на себя и просто дать воспитуемой привыкнуть к ощущению проникновения.',
    '<<slave_name>> ведет себя в сексе как полное бревно, но вы надеетесь, что с опытом это пройдет. На сегодняшнем уроке вы просто отработаете основные позы, чтобы помочь ей лучше освоиться с проникновением под разными углами.',
    'В рамках сегодняшнего занятия <<slave_name>> должна научиться правильно двигаться, в то время как в нее проникает мужчина. Вы даете ей несколько практических советов на тему подмахивания и совпадению ритмов движений.',
    'На этом занятии <<slave_name>> будет осваивать позы, в которых женщина может проявить большую инициативу, предоставив своему хозяину возможность расслабиться и получить удовольствие. Вы будете помогать воспитуемой только советами, все остальное она должна делать сама.',
    'Чтобы достичь вершин вагинального секса, <<slave_name>> должна не просто выучить все позы и движения, но и научиться правильно работать своими внутренними мышцами. Тема не самая простая и может потребовать многих уроков для усвоения.',
    '<<slave_name>> настолько хороша в сексе, насколько это возможно. Она способна с легкостью принять в себя любой объект и буквально выдоить мужчину одними только сокращениями своих внутренних мышц. Учить ее нечему, но можно устроить небольшой экзамен...'
    ],
  },
  AnalSex: {
    name: "Анальный секс",
    description: "Секс с использованием анального отверстия воспитуемой",
    lessonText: [
        'Попка вашей воспитуемой совершенно не готова к проникновению, но, потратив некоторое время, вы сможете аккуратно ввести туда свой член. <<slave_name>> должна научиться расслабляться.',
    '<<slave_name>> с трудом принимает член в свою узенькую попку, поэтому пока рано говорить о каких-то техниках. Урок посвящен тому, чтобы немного разработать ее сфинктер.',
    '<<slave_name>> довольно легко способна принять член в свою задницу, но боль или отсутствие опыта делают ее скованной и неинтересной в процессе. Вы попытаетесь обучить ее подмахивать задом и получать свою долю удовольствия.',
    '<<slave_name>> достаточно освоилась с анальным сексом, чтобы попробовать проникновения под разными углами и направлениями. На этом занятии вы поможете ей освоиться с различными позами и правильно двигаться в каждом случае.',
    'Вообще-то анальный секс без смазки — не самая лучшая идея, но если воспитуемая сможет доставить удовольствие не используя смазку, она многому научится. На ваш взгляд, ее попка вполне достаточно разработана для того, чтобы справиться с такой задачей и обойтись без повреждений. ',
    '<<slave_name>> настолько хороша в сексе, насколько это возможно. Она способна с легкостью принять в себя любой объект и буквально выдоить мужчину одними только сокращениями своих внутренних мышц. Учить ее нечему, но можно устроить небольшой экзамен...'
    ],
  },
  Mazo: {
    name: "Мазохизм",
    description:
      "Серия уроков по выработке у воспитуемой положительной реакции на физическую боль.",
    lessonText: [
        '<<slave_name>> совершенно не понимает, каким образом можно получать удовольствие от боли и унижения. Вы решаете начать со шлепков по заднице — они способствуют приливу крови в область малого таза, что способствует возбуждению. Чередуя шлепки и ласки, можно приучить воспитуемую к особым ощущениям.',
    'В течение этого урока вы свяжете воспитуемую и, используя кожаный стек, будете наносить удары по чувствительным местам, пытаясь подобрать ровно ту силу, которая позволит дать ей ощущения на грани боли и наслаждения.',
    'Чтобы связать боль и возбуждение в сознании воспитуемой, вы решаете связать ее, плотно перемотав веревкой груди и нацепив прищепки на самые чувствительные места. Одновременно <<slave_name>> будет получать непрерывную сексуальную стимуляцию от закрепленного у нее между ног вибратора.',
    '<<slave_name>> достаточно хорошо чувствует связь боли и наслаждения, однако она должна не только получать ощущения, но и уметь их демонстрировать. На этом уроке вы будете пороть воспитуемую плетью, в то время как она должна показывать, какое наслаждение ей это доставляет.',
    'Чтобы приучить воспитуемую к разнообразным болевым ощущениям, вы решаете связать ее и использовать весь арсенал BDSM — порку, прищепки, иглы, горячий воск, игры с дыханием. Если подобрать правильный уровень боли и медленно его повышать, <<slave_name>> станет настоящей мазохисткой.',
    '<<slave_name>> знакома со всеми видами извращений, лишена комплексов и способна устроить настоящее шоу на фоне собственной боли, грязи и унижения. Вряд ли нужно чему-то еще учить ее, но вы не откажетесь проверить ее таланты в действии.'
    ],
  },
  Pissing: {
    name: "Золотой дождь",
    description:
      "Преодоление отвращения и приучение подопечной к золотому дождю как часть развития для извращённых игр.",
    lessonText: [    
        '<<slave_name>> не готова к играм с мочой, но чтобы продвинуться в своём обучении, ей придется освоить и их. Чтобы дать ей привыкнуть, вы помочитесь на ее грудь и живот.',
    '<<slave_name>> все ещё испытывает отвращение к моче и должна будет преодолеть его. Чтобы дать ей привыкнуть, вы будете мочиться воспитуемой на лицо, а также обливать её собственной мочой.',
    'На этом уроке <<slave_name>> должна привыкать ко вкусу мочи. Вы приказываете ей сначала помочиться в стакан и набрать полный рот жидкости, а затем учите широко открывать рот и высовывать язык, подставляя его под вашу струю.',
    '<<slave_name>> способна набрать полный рот мочи, но все время пытается ее сплюнуть. Цель ваших занятий — не только научить ее спокойно глотать все до капли, но и демонстрировать вам, как это для нее приятно и вкусно.',
    'Чтобы стать настоящей туалетной рабыней, <<slave_name>> должна научиться не просто глотать мочу, но делать это быстро, не роняя ни капли и нежно посасывая член хозяина. Задача непростая, так как напор может быть силен, но всему можно научиться.',
    '<<slave_name>> знакома со всеми видами извращений, лишена комплексов и способна устроить настоящее шоу на фоне собственной боли, грязи и унижения. Вряд ли нужно чему-то еще учить ее, но вы не откажетесь проверить ее таланты в действии.'
    ],
  },
  Exhibitionism: {
    name: "Эксгибиционизм",
    description:
      "Уроки, которые позволят превратить представление голого тела вашей подопечной в незабываемое шоу.",
    lessonText: [
        '<<slave_name>> не привыкла демонстрировать свое тело мужчинам и испытывает по этому поводу изрядное смущение. Вы решаете хорошенько рассмотреть и помять ее со всех сторон, чтобы она привыкала.',
    '<<slave_name>> мало знает о том, как возбудить мужчину, не прикасаясь к нему. Вы решаете начать урок с лекции об основных приемах демонстрации возбуждения, а также мимических знаках и жестах, красиво выражающих эротические намерения женщины. Остаток урока испытуемая отрабатывает эти техники на практике',
     '<<slave_name>> вполне привычна к пристальным взглядам и хорошо знает, какие жесты и знаки положительно воспринимаются мужчинами, но она должна научиться сама красиво демонстрировать свое тело с разных ракурсов. На сегодняшнем уроке вы разберете наиболее подходящие позы и приемы демонстрации.',
    'Хотя <<slave_name>> давно уже не испытывает ни малейшего смущения от направленных на неё взглядов, она должна научиться ДЕМОНСТРИРОВАТЬ смущение. Смесь стыда и возбуждения на лице девушки, демонстрирующей свое тело, может быть невероятно возбуждающей.',
    'На сегодняшнем занятии вы будете отрабатывать усложненные техники: работа с тоном и тембром голоса, правильная дистанция, правильное выражение лица и внешне невинные, но интимные прикосновения. <<slave_name>> должна научиться соблазнять, не выдавая собственного намерения, как бы случайно.',
    '<<slave_name>> отлично владеет техникой эротического представления, она умеет страстно двигаться и раздеваться, демонстрировать возбуждение на публике, ярко и открыто выражать самые грязные мысли и желания. Вряд ли нужно учить её еще чему-то.'
    ],
  },
  Masturbation: {
    name: "Мастурбация",
    description:
      "Обучение техникам мастурбации... и техникам эротичной самопрезентации с использованием мастурбации.",
    lessonText: [
        '<<slave_name>> совершенно не умеет демонстрировать собственное возбуждение. Вам придется потратить все время урока на то, чтобы она освоилась достаточно, чтобы сделать себя мокрой в присутствии наблюдателя.',
    'Разумеется, <<slave_name>> порой мастурбирует в одиночестве, однако её техники не слишком эффективны. Ей надо научиться быстро и эффективно возбуждать себя, причем делать это в присутствии наблюдателя. У вас, безусловно, найдется пара полезных советов на эту тему.',
    '<<slave_name>> способна довести себя до оргазма прямо на ваших глазах, однако не умеет достаточно ярко проявлять своё возбуждение, чтобы за этим было интересно наблюдать. Вы решаете отработать этот момент на сегодняшнем занятии.',
    'Чтобы избежать однообразия в своих представлениях, <<slave_name>> должна научиться красиво и сочно мастурбировать в самых разных позах, стараясь подбирать наиболее откровенные и соблазнительные, мягко двигаясь и меняя ритм. Под вашим руководством она сможет освоить эту науку довольно быстро.',
    'По вашему приказу <<slave_name>> должна мастурбировать, в то время как ее вагина будет открыта при помощи гинекологического расширителя. Возбуждаться в таком неудобном положении сложнее вдвойне, зато <<slave_name>> сможет привыкнуть ко всему и заодно продемонстрировать, как пульсирует и течет ее матка.',
    '<<slave_name>> отлично владеет техникой эротического представления, она умеет страстно двигаться и раздеваться, демонстрировать возбуждение на публике, ярко и открыто выражать самые грязные мысли и желания. Вряд ли нужно учить её еще чему-то.'
    ],
  },
  Dildo: {
    name: "Игрушки",
    description:
      "Обучение мастурбации с оборудованием... и техникам эротичной самопрезентации с их использованием.",
    lessonText: [
        '<<slave_name>> не привыкла мастурбировать под чужим взглядом, особенно используя для этого посторонние предметы. Вы даете ей небольшой фаллоимитатор и приказываете поводить им по всему телу, чтобы привыкнуть к ощущениям и освоиться.',
        '<<slave_name>> не умеет толком обращаться с фаллоимитатором, поэтому вы даете ей самый маленький и объясняете, что к чему. Дело, в общем, совершенно простое, главное — преодолеть смущение.',
        'Вы даете воспитуемой фаллоимитатор нормального размера и приказываете приступать. В течение урока вы собираетесь дать массу советов не только о том, как лучше достичь возбуждения, но и о том, как ярче показать его наблюдателям.',
        '<<slave_name>> достаточно опытна, чтобы использовать для мастурбации самый большой дилдо, покрытый пупырышками и мягкими шипами. Именно с таким агрегатом требуется особая ловкость обращения, да и внешне весь процесс становится занимательнее.',
        'Вы даете воспитуемой сразу два дилдо — большого и среднего размера. <<slave_name>> должна в совершенстве освоить технику двойной стимуляции, вгоняя искусственные фаллосы одновременно в свое влагалище и задний проход.',
        '<<slave_name>> отлично владеет техникой эротического представления, она умеет страстно двигаться и раздеваться, демонстрировать возбуждение на публике, ярко и открыто выражать самые грязные мысли и желания. Вряд ли нужно учить её еще чему-то.'
        ],
  },
};
