import { StudiedSpecialStats } from "./types";

export const studiedSpecialStats: StudiedSpecialStats = {
  singing: {
    name: "Пение",
    description: "Навыки петь",
    lessonText: [
      "Хотя <<slave_name>> обладает определенными задатками, петь она не умеет совершенно. Вы начинаете с самых азов, обучая воспитуемую правильному дыханию и расслаблению голосовых связок. Урок не идет дальше простейшей распевки.",
      "Вашему воспитуемуму еще рано заниматься собственно пением: сначала необходимо раскрыть и поставить ему голос. Вы проводите больше часа, занимаясь несколько монотонными упражнениями, направленными на достижение силы звука, глубины и красоты тембра.",
      "Легкость, с которой <<slave_name>> выполняет распевку, показывает, что его голос уже хорошо поставлен, поэтому вы решаете заняться непосредственно техникой исполнения. Сейчас важно добиться органичного сочетания вокала и музыки.",
      "<<slave_name>> хорошо исполняет простые песни, но глубину и диапазон ее голоса можно значительно расширить. Вы концентрируетесь на упражнениях, которые позволят раскрыть природный талант вашего воспитуемого.",
      "Чтобы отточить вокальные данные воспитуемого как можно лучше, вы переходите к исполнению сложных оперных партий, требующих широкого диапазона и глубины звучания голоса. Когда <<slave_name>> сможет петь их без изъянов, его обучение будет окончено.",
      "Природный талант вашего воспитуемого к пению уже полностью раскрыт: у него богатый репертуар, его техника исполнения безупречна, а диапазон голоса и глубина тембра доведены почти до физиологических пределов. Вряд ли вы сможете научить его еще чему-нибудь. ",
    ],
  },
  dance: {
    name: "Танцы",
    description: "Умение танцевать",
    lessonText: [
      "<<slave_name>> не знает никаких танцевальных движений, да и чувство ритма у него пока не развито. Все его попытки танцевать выглядят неуклюже и комично, но практика может это исправить. Вы тратите изрядное количество времени, пытаясь научить воспитуемого двигаться в такт музыке.",
      "Танцевальные навыки воспитуемого оставляют желать лучшего. Хотя он чувствует ритм, ему явно не хватает поставленных движений, так что вы тратите все занятие, разучивая с ним различные па.",
      "<<slave_name>> неплохо чувствует ритм и знает несколько хороших движений, однако ему не хватает изящества, естественности и грации. Вы уделяете большую часть времени импровизации и спонтанности, умению сливаться с музыкой и гармонично сплетать разные движения воедино.",
      "Вы проводите время, знакомя воспитуемого с самыми разными танцевальными техниками, которых вам почему-то известно великое множество. Один за другим вы разучиваете танцы, от формализованных придворно-бальных до раскованной стрип-пластики.",
      "<<slave_name>> отлично танцует, и простые уроки ему уже не нужны. Вы решаете ввести в занятия некоторые сложные акробатические техники, а также оттачиваете приемы танца с живым партнером. ",
      "<<slave_name>> танцует просто божественно. Он тонко чувствует музыку, буквально сливаясь с ритмом. Его движения плавны и грациозны, какой бы стиль танца он ни выбрал. Даже сложные движения или акробатические пируэты не вызывают никаких затруднений.",
    ],
  },
  systemAdministration: {
    name: "Сисадмин",
    description: "Умение устанавливать программы, заправлять принтеры и администрировать локальные сети",
    lessonText: [
      "<<slave_name>> немного знаком с компьютером, но понятия не имеет о том, как по настоящему можно с ним работать. Вы показываете ему несколько полезных консольных команд, учите устанавливать принтеры, рассказываете про панель управления.",
      "<<slave_name>> немного шарит в компьютерах, но для полноценной работы этого недостаточно. Вы рассказываете ему про возможности админитратора, и показываете, как устроены и за что отвечают различные системные окна. <<slave_name>> узнаёт, что всю жизнь работал под обрезанными правами обычного пользователя, но благодаря волшебству под названием «Запуск от имени другого пользователя» можно избавиться от этой несправедливости. ",
      "<<slave_name>> начинает походить на нормального системного администратора, но ему ещё так многое предстоит выучить. Вы знакомите его с системой удалённого доступа к компьютерам пользователей. Сам факт того, что можно из своего компьютера подключиться к компьютерам других людей, вводит его в возбуждение, а тот факт, что в соседнем отделе сотрудники службы экономический безопасности и вовсе могут незаметно подсматривать за экраном любого работника, ввергает его в ужас.",
      "Вы выдаёте воспитуемому чистый компьютер и обстоятельно рассказываете, что и как нужно сделать, чтобы обычный ПК превратился в АРМ пользователя нашей компании. Воспитуемый получает дистрибутив с корпоративной операционной системой и самостоятельно устанавливает, настраивает и готовит к работе операционную систему.",
      "<<slave_name>> отлично администрирует, но у вас в запасе припасено несколько весёлых больших сложных программ, которые изредка используются на рабочих местах у пользователей. Их проблема заключается в том, что они имеют большие длинные муторные инструкции по установке, а у некоторых есть неприятная особенность ломать систему, если они были установлены неправильно. Вы желаете воспитуемому удачи.",
      "<<slave_name>> — прирождённый системный администратор. Он способен разобраться с любой проблемой, если та касается компьютера.",
    ],
    conditions: [["userPC", 3]]
  },
  programming: {
    name: "Программирование",
    description: "Программирование",
    lessonText: [
      "Воспитуемый понятия не имеет, что такое программирование. Вы пытаетесь рассказать ему принципы кодинга вообще. Повествуете о переменных, о присваивании значений, о математических операциях - в общем, о самом-самом примитивном - языком, достопным даже умственному инвалиду.",
      "Воспитуемый мало понимает, что такое программирование. Вы даёте ему указание порешать небольшие задачки посредством кода, чтобы он свыкнулся с миром функций.",
      "Воспитуемый что-то понимает в программировании, но этого недостаточно. Вы углубляетесь в более сложные темы, рассказываете про классы и объекты, про то, как всё устроено и для чего можт быть применено.",
      "Воспитуемый понимает, что такое программирование, но у него нет опыта коммерческого программирования. Вы рассказываете ему о том, что разные команды могут придерживаться разной стилистики кода, о принципах работы в команде, и даёте несколько сложных заданий.",
      "Воспитуемый умеет программировать, но ему не хватает уроков ведения большиъ прогерских проектов. Вы рассказываете ему об основных паттернах программирования, о проблемах, возникающих при масштабировании приложения, о методиках, которые могут помочь лидеру проекта избежать возможных проблем.",
      "Воспитуемый идеально понимает, что такое программирование.",
    ],
    conditions: [["userPC", 4]]
  },
  coffeeBrewing: {
    name: "Кофе",
    description: "Приготовление кофе",
    lessonText: [
      "Чертов воспитуемый за свою жизнь выпил, наверное, сотни литров кофе, но до сих пор не умеет его готовить. Вы преподаёте этой жертве кофемашинок порядок действий по приготовлению кофе.",
      "Воспитуемый мало понимает, что такое готовка кофе. Вы рассказываете о том, что можно добавлять в кофе. Кофе - благородный напиток (в ваших фантазиях), и он способен подаваться с молоком и сахаром, а так же с различными сиропами, но настоящие ценители (среди которых и вы) получают удовольствие и от чистого кофе.",
      "Воспитуемый немного разбирается в кофе, но он может лучше. Вы даёте ему задания готовить для вас различные кофе и кофейные напитки.",
      "Воспитуемый понимает, что такое готовка кофе. Вы пытаетесь научить его готовить кофе.",
      "Воспитуемый хорошо понимает, что такое готовка кофе, но не вполне осознаёт разницу между различными сортами зёрен. Как же ему повезло, что вы приготовили полуторачасовую лекцию на этот счёт.",
      "Воспитуемый идеально, что такое готовка кофе.",
    ],
  },
  doctoring: {
    name: "Врачевание",
    description: "Бытие доктором",
    lessonText: [
      "Воспитуемый понятия не имеет, что такое врачевание. Вы преподаёте ему школьный курс биологии и анатомии, дабы освежить его память.",
      "Воспитуемый мало понимает, что такое врачевание. На этом уроке вы хотите научить его диагностировать болезни и болячки, руководствуясь принципам, которыми руководствуются самые успешные врачи в популярном когда-то сериале Доктор Хаус..",
      "Воспитуемый слабовато понимает, что такое врачевание. Вы тоже. Вы рассказываете воспитуемому о тонкостях воздействия медицинских препаратов на тело человека и использования их для лечения болезней и приведения человеческого организма в здоровое состояние.",
      "Воспитуемый понимает, что такое врачевание. Вы отправляете его ухаживать за больными и ставить диагнозы. После его работы вы сверяете его диагнозы с диагнозами настоящих врачей..",
      "Воспитуемый может поставить на ноги практически любого, так что вы отправляете его на практику к ведущим врачам вашего медицинского блока, чтобы его знания были ещё более подкреплены на практике.",
      "Воспитуемый идеально знает, что такое врачевание.",
    ],
    conditions: [["firstAid", 2]]
  },
  firstAid: {
    name: "Первая помощь",
    description: "Первая помощь",
    lessonText: [
      "Воспитуемый понятия не имеет, что делать, есть кто-то рядом вот-вот умрёт. Вы обстоятельно читаете лекцию о том, что нужно делать для остановки кровотечения.",
      "Воспитуемый мало понимает, что такое первая помощь. Сегодня вы переходите к новым темам, таким как стабилизация состояния людей с открытыми переломами.",
      "Воспитуемый слабовато понимает, что такое первая помощь. На этот раз вы рассказываете ему, что нужно делать для оказания помощи при отравлениях.",
      "Воспитуемый понимает, что такое первая помощь. Вы пытаетесь научить его оказывать помощь в экстремальных ситуациях вроде сломанного позвоночника у раненого или черепно-мозговой травмы..",
      "Воспитуемый хорошо понимает, что такое первая помощь. На этот раз вы рассказываете воспитуемому, как поступать, чтобы сохранить жизнь человеку, если у него оторвало конечность или произошёл какой-то ещё казус, лишивший тело герметичности.",
      "Воспитуемый идеально, что такое первая помощь.",
    ],
  },
  surgery: {
    name: "Хирургия",
    description: "Хирургия",
    lessonText: [
      "Воспитуемый понятия не имеет, что такое хирургия. Вы пытаетесь научить его резать людей скальпелем.",
      "Воспитуемый мало понимает, что такое хирургия. Вы пытаетесь научить его резать людей скальпелем.",
      "Воспитуемый слабовато понимает, что такое хирургия. Вы пытаетесь научить его резать людей скальпелем.",
      "Воспитуемый понимает, что такое хирургия. Вы пытаетесь научить его резать людей скальпелем.",
      "Воспитуемый хорошо понимает, что такое хирургия. Вы пытаетесь научить его резать людей скальпелем.",
      "Воспитуемый идеально, что такое хирургия.",
    ],
    conditions: [["firstAid",4], ["doctoring", 3]]
  },
};


export const studiedSpecialStatsKeys = Object.keys(studiedSpecialStats);
