export const moodText = [
    "Сотрутник практически не реагирует на команды и лишь смотрит куда-то вдаль пустым взглядом",
    "Сотрутник практически не реагирует на команды и лишь плачет",
    "Лицо сотрудника отражает непередаваемое отчаяние и боль. Его реакция заторможенна",
    "Сотрудник выглядит так, будто пытается оградиться от вас.",
    "Сотрутник выглядит подавленным.",
    "Сотрудник выглядит вполне обычно, но у вас есть такое чувство, что он затаил на вас какую-то обиду.",
    "Сотрутник выглядит вполне обычно.",
    "Сотрутник выглядит хорошо.",
    "Сотрутник прямо излучает радость и энергию.",
]
export const obedienceText = [
    "Сотрутник норовит отгызнуться и поругаться, если попытаться дать ему задачу.",
    "Сотрутник норовит отгызнуться и поругаться, если попытаться дать ему задачу.",
    "Сотрутник норовит отгызнуться и поругаться, если попытаться дать ему задачу.",
    "Сотрудник выполняе задачи очень неохотно, его реакция заторможена. Каждый раз он сперва будто обдумывает, стоит ли вообже браться за порученную работу.",
    "Сотрудник выполняе задачи очень неохотно, его реакция заторможена. Каждый раз он сперва будто обдумывает, стоит ли вообже браться за порученную работу.",
    "Сотрудник готов выполнять свои задачи, но выглядит не очень замотивированным.",
    "Сотрудник готов выполнять свои задачи, но выглядит не очень замотивированным.",
    "Сотрутник замотивирован на работу.",
    "Сотрутник выглядит хорошо и замотивирован на работу.",
    "Вы видите, что сотрудник ловит каждое ваше слово и только ждёт новых задач. ",
    "Вы видите, что сотрудник ловит каждое ваше слово и только ждёт новых задач. Отличная работа.",
]