export const moodText = [
  "Сотрудник практически не реагирует на команды и лишь смотрит куда-то вдаль пустым взглядом",
  "Сотрудник практически не реагирует на команды и лишь плачет",
  "Лицо сотрудника отражает непередаваемое отчаяние и боль. Его реакция заторможенна",
  "Сотрудник выглядит так, будто пытается оградиться от вас.",
  "Сотрудник выглядит подавленным.",
  "Сотрудник выглядит вполне обычно, но у вас есть такое чувство, что он затаил на вас какую-то обиду.",
  "Сотрудник выглядит вполне обычно.",
  "Сотрудник выглядит хорошо.",
  "Сотрудник прямо излучает радость и энергию.",
];
export const obedienceText = [
  "Сотрудник норовит отгызнуться и поругаться, если попытаться дать ему задачу.",
  "Сотрудник норовит отгызнуться и поругаться, если попытаться дать ему задачу.",
  "Сотрудник выполняет задачи очень неохотно, его реакция заторможена. Каждый раз он сперва будто обдумывает, стоит ли вообже браться за порученную работу.",
  "Сотрудник выполняет задачи очень неохотно, его реакция заторможена. Каждый раз он сперва будто обдумывает, стоит ли вообже браться за порученную работу.",
  "Сотрудник выполняет задачи очень неохотно, его реакция заторможена. Каждый раз он сперва будто обдумывает, стоит ли вообже браться за порученную работу.",
  "Сотрудник готов выполнять свои задачи, но выглядит не очень замотивированным.",
  "Сотрудник готов выполнять свои задачи, но выглядит не очень замотивированным.",
  "Сотрудник замотивирован на работу.",
  "Сотрудник выглядит хорошо и замотивирован на работу.",
  "Вы видите, что сотрудник ловит каждое ваше слово и только ждёт новых задач. ",
  "Вы видите, что сотрудник ловит каждое ваше слово и только ждёт новых задач. Отличная работа.",
];
