//Чего не будет
//вагинал фистинг - это хай тир бдсм умение для тренера, а не для принимающего
//selfpain_lesson_description - я не знаю, как к этому относиться. Это продвинутый махозихм? 
//kopro - Просто нет.
//enema_lesson_description - Во вкладе на будущее, Переписать в средство поддержания собтвенного сексуального здоровья
//disgrace элемент бдсм, разобраться и добавить
//dressage - это пони
//draft_lesson_description - это упряжка
//dogplay_lesson_description[0] - Кошки есть, пока без собак
//threesome_lesson_description м ж ж. Мб, потом
// dp_lesson_description м ж м
//tp_lesson_description[0]  3м ж
// gangbang_lesson_description
// bukake
// dogsex_lesson_description 
// pigsex_lesson_description
// horsesex_lesson_description
export const ModalNormalLessonDiligence = [
   '<<$slave_name>> совершенно не старается чему-то научиться. Она постоянно отвлекается и пропускает ваши объяснения мимо ушей. Результат от такого урока будет самый минимальный; воспитуемая явно заслуживает наказания за нерадивость.',
'<<$slave_name>> занимается через силу. Видно, что она старается только потому, что вынуждена заниматься, но для хорошего урока такой мотивации мало.',
'<<$slave_name>> не слишком внимательна и пропускает часть ваших объяснений. Похоже, урок ей неинтересен, что, конечно, плохо скажется на итоге обучения.',
'<<$slave_name>> никак не проявляет себя во время урока. Она слушает объяснения достаточно внимательно и пытается сделать все, как сказано, но старательности в ее действиях незаметно. Результат не более чем удовлетворительный.',
'<<$slave_name>> внимательно слушает все ваши объяснения и искренне пытается сделать все правильно. У нее явно хорошая мотивация для занятий, что положительно скажется на результате обучения. Достойно похвалы.',
'<<$slave_name>> схватывает все буквально на лету. С первого взгляда видно, что она всей душой желает справиться с задачей и не упустить ни единой детали в ваших объяснениях. Такое прилежание заслуживает высшего балла.',
]
export const ModalServiceLesson = [
   '<<$slave_name>>, похоже, ни разу в жизни не прибиралась в доме. Вам приходится обучать ее простейшим вещам, вроде того, с какой стороны надо держать веник и где намочить тряпку.',
'<<$slave_name>> еще очень многому предстоит научиться. Пока что она справляется только с самыми основами уборки в доме, и результаты ее работы не впечатляющие.',
'<<$slave_name>> вполне хорошо справляется с подметанием и протиранием пыли, но когда дело доходит до мытья полов и уборки постелей, ее постоянно приходится поправлять.',
'<<$slave_name>> легко наводит в доме чистоту и порядок. Остается научить ее выведению сложных пятен с одежды, правильной глажке и сортировке вещей в доме. Все действия необходимо отработать до автоматизма.',
'<<$slave_name>> отлично справляется с капитальной уборкой, сортировкой вещей и стиркой. Единственное, чему ей осталось научиться <br> наводить не только лоск, но и уют, чтобы порядок в доме ощущался  инстинктивно.',
'В мгновение ока воспитуемая наводит в доме идеальную чистоту. Всё вокруг блестит и дышит свежестью. Все вещи выстираны, выглажены и аккуратно сложены по местам. Придраться не к чему, а значит, обучение горничной завершено.'

]
export const ModalDoctorLesson = [
    '<<$slave_name>> абсолютно невежественна в вопросах анатомии и физиологии человеческого тела. Вам приходится объяснять ей самые азы: где какие внутренние органы находятся, в чем их функция, как они работают. Чтобы понять эффективность ваших разъяснений, вы тут же устраиваете маленький экзамен.',
'Вы обучаете воспитуемую простейшим диагностическим методикам: проверке пульса, зрачков, измерению кровяного давления и работе со стетоскопом. К острым предметам и проведению физиопроцедур ее пока что лучше не допускать.',
'Под вашим чутким руководством <<$slave_name>> изучает правильные способы проведения простейших процедур: постановка банок и горчичников, уколы в вены и мышцы, забор крови, капельница, клизма, катетер. Особый упор на нежность и безболезненность... учитывая то, на ком она тренируется.',
'Сегодня <<$slave_name>> обучается основам первой помощи пострадавшим: искусственное дыхание, непрямой массаж сердца, перевязки, наложение жгута и шины, вправление вывихов, транспортировка пострадавших, купирование шоковых состояний.',
'Решив, что воспитуемую можно допустить до самого ценного, вы углубляетесь в тему урологических и гинекологических исследований. <<$slave_name>> изучает предназначение и использование специальных инструментов, методы взятия мазков и массажа простаты.',
'<<$slave_name>> знает и умеет все, что полагается грамотной медсестре. Она способна быстро, точно и нежно проводить первичную диагностику пациента, выполнять любые процедуры и оказывать первую помощь. Любой больной будет доволен таким уходом <br> как, впрочем, и любитель медфетиша.'
]
export const ModalCookLesson = [
    'У вас возникает впечатление, что <<$slave_name>> вообще в первый раз попала на цивилизованную кухню. Вы проводите урок по технике безопасности и способам обращения с кухонной техникой, ножами и посудой, а также по правилам хранения продуктов и специй.',
'<<$slave_name>> практически не умеет готовить, так что вам приходится начинать с простейших блюд, для которых нужна всего пара компонентов и одноступенчатые способы приготовления.',
'<<$slave_name>> уже умеет неплохо готовить простые блюда, поэтому вы решаете научить ее более сложным и отнимающим больше времени способам готовки. Особое внимание уделяется правильному расчету температуры, времени приготовления и способам определения готовности блюд.',
'<<$slave_name>> способна приготовить практически любое блюдо, однако знание рецепта <br> лишь половина дела. Вы обучаете воспитуемую способам подбора вкусовых сочетаний, выбору типа и количества специй, а также методам красивой сервировки и подачи готовых блюд.',
'Лучшие повара не просто готовят самые вкусные, необычные и красивые блюда. Сам процесс готовки может стать настоящим шоу. Под вашим чутким руководством <<$slave_name>> учится ловко работать ножами и красиво подбрасывать еду на сковородке во время приготовления. ',
'Вы устраиваете своей испытуемой экзамен по кулинарии и убеждаетесь, что <<$slave_name>> в совершенстве овладела этим искусством. Она готовит быстро и красиво, умеет создать восхитительные сочетания даже из простейших ингредиентов и красиво оформить любое блюдо. '

]
export const ModalSecretaryLesson = [
    '<<$slave_name>> ни черта не смыслит в документообороте и делопроизводстве. Вам приходится объяснять ей основные принципы бюрократии: для чего нужен учет и бухгалтерия, что такое документ, справка, подпись, печать, какие есть принципы сортировки бумаг.',
'Под вашим чутким руководством <<$slave_name>> обучается исполнению простых задач личного помощника. Посчитать месячную потребность виллы в чистящих средствах, расходных материалах и инструментах, инвентаризировать запасы, сделать заказы на всё необходимое и подшить чеки.',
'Чтобы быть личным помощником патриция в Вечном Риме, надо хорошо знать его законы и порядки. Вы начинаете с лекции по истории и общественному устройству города, плавно переходя на структуру управления, иерархию чиновников и организацию городских служб.',
'Вы с вашей воспитуемой изучаете порядок оформления разрешений на примере получения генеральной бизнес-лицензии в канцелярии Ватикана и ее дальнейшего утверждения территориальным бюрократическим аппаратом того или иного Великого Дома. ',
'Вы обучаете воспитуемую комплексной организации документооборота малого хозяйства. Как должна обрабатываться входящая информация, какие необходимы лицензии, справки и налоговые декларации, как грамотно организовать архив документов и в какой форме составлять доклад начальнику. ',
'<<$slave_name>> легко справляется с любыми деловыми поручениями и способна полностью избавить от хлопот с бумажками любого богатого патриция или владельца небольшого личного бизнеса в Вечном Риме. Также она отлично знает и специфику работы с канцеляриями разных Великих Домов.'
]

export const ModalDanceLesson = [
    '<<$slave_name>> не знает никаких танцевальных движений, да и чувство ритма у нее пока не развито. Все ее попытки танцевать выглядят неуклюже и комично, но практика может это исправить. Вы тратите изрядное количество времени, пытаясь научить воспитуемую двигаться в такт музыке.',
'Танцевальные навыки воспитуемой оставляют желать лучшего. Хотя она чувствует ритм, ей явно не хватает поставленных движений, так что вы тратите все занятие, разучивая с ней различные па.',
'<<$slave_name>> неплохо чувствует ритм и знает несколько хороших движений, однако ей не хватает изящества, естественности и грации. Вы уделяете большую часть времени импровизации и спонтанности, умению сливаться с музыкой и гармонично сплетать разные движения воедино.',
'Вы проводите время, знакомя воспитуемую с самыми разными танцевальными техниками, которых в Вечном Риме известно великое множество. Один за другим вы разучиваете танцы, от формализованных придворно-бальных до раскованной стрип-пластики.',
'<<$slave_name>> отлично танцует, и простые уроки ей уже не нужны. Вы решаете ввести в занятия некоторые сложные акробатические техники, а также оттачиваете приемы танца с шестом, стулом и живым партнером. ',
'<<$slave_name>> танцует просто божественно. Она тонко чувствует музыку, буквально сливаясь с ритмом. Ее движения плавны и грациозны, какой бы стиль танца она ни выбрала. Даже сложные балетные движения или акробатические пируэты не вызывают никаких затруднений.'
]
export const ModalFightingLesson = [
    '<<$slave_name>> совсем не умеет сражаться и боится  вида оружия. Вы решаете начать занятия с изучения боевых стоек, баланса, группировки и перекатов,  а также правильного хвата оружия. Сейчас главное <br> чтобы <<$slave_name>>  правильно почувствовала свое тело.',
'Хотя <<$slave_name>> умеет правильно падать и быстро вставать, а также держать в руках оружие, для настоящего боя этого мало. Вы проводите урок, оттачивая техники парирования и уклонения от ударов противника <br> как с оружием так и без него.',
'<<$slave_name>> способна защитить себя, но слаба в нападении. Чтобы исправить это, вы уделяете внимание постановке ударов. Упорные тренировки помогут наработать скорость, силу, точность и плавность ударов. Также важно чувствовать врага и выбирать правильный момент и направление для атаки.',
'<<$slave_name>> уже владеет всеми базовыми приемами нападения и защиты, поэтому вы решаете провести занятие в виде серии спаррингов. Вы не слишком сдерживаете силу, так что даже удары голыми руками и тренировочным оружием оказываются весьма болезненны. Это поможет воспитуемой собраться.',
'<<$slave_name>> <br> достаточно хорошая воительница, чтобы проводить тренировки с боевым оружием. Конечно, всегда есть риск пораниться, зато настрой гораздо серьезнее: это уже не игрушки. В условиях, приближенных к боевым, вы сможете довести умения воспитуемой до совершенства.',
'Вы проводите с воспитуемой серию спаррингов с боевым оружием и понимаете, что научили ее всему необходимому. Разумеется, у более тяжелого или сильного противника может быть преимущество, однако <<$slave_name>> теперь <br> смертоносный боец, способный сразиться с любым врагом.'
]
export const ModalRhetoricLesson = [
'<<$slave_name>> не слишком хорошо выговаривает звуки,  вечно говорит словно с набитым ртом, к тому же ее варварские манеры абсолютно возмутительны. Вы битый час мучаете ее скороговорками, пытаясь добиться ясной и четкой дикции. Напоследок остаются азы поведения в обществе.',
'<<$slave_name>> не слишком хорошо умеет выражать свои мысли и далека от изящества в общении. Вы заставляете ее разучить несколько сложных скороговорок для развития плавности и четкости речи. Вторая половина урока посвящена этикету общения в Вечном Риме.',
'Ваша воспитуемая умеет четко говорить и проявлять должную вежливость в общении, однако периодически путается в сложных фразах и говорит не слишком убедительно. Вы даете ей несколько упражнений по составлению описаний и определений разных вещей на лету.',
'<<$slave_name>> вполне способна четко формулировать свои мысли, но это лишь основа ораторского искусства. Вы посвящаете весь урок постановке правильной экспрессии, так, чтобы тембр голоса, движения, поза и мимика органично сочетались со словами, усиливая выразительность речи.',
'Мастерство риторики заключается не только в умении произносить гладкие речи, но и в тесном контакте с собеседником. Вы обучаете воспитуемую техникам наблюдения, поддержания контакта и подстройки в общении. С этими навыками <<$slave_name>> сможет производить максимально приятное впечатление.',
'<<$slave_name>> <br> редкий собеседник. Она умеет остроумно выражать свои мысли и чувства, знает, когда стоит говорить, а когда молчать и слушать. Тонкое чутье собеседника позволяет ей поддерживать непринужденный и приятный диалог на самые разные темы.'
]
export const ModalCatgirlLesson = [
    '<<$slave_name>> должна свыкнуться с ролью домашнего питомца. Для этого вы даете ей кошачьи ушки и ошейник с бубенчиком и приказываете передвигаться на четвереньках, общаясь только мяуканьем. Получается пока не очень, но это вопрос тренировки...',
'Хотя <<$slave_name>> более-менее смирилась с ролью кошечки, её движения и голос пока далеки от идеала. Вы решаете потратить урок на то, чтобы научить ее правильно мяукать и ловко передвигаться на четвереньках.',
'Кошка нужна в доме для уюта и комфорта. Чтобы создавать вокруг себя правильную атмосферу, <<$slave_name>> должна научиться правильно лежать у ног хозяина и правильно урчать, когда он ее ласкает. Этому и будет посвящен следующий урок.',
'Милому домашнему котенку абсолютно необходимо быть ловким и игривым. Вы решаете потратить урок на отработку игры с бантиком на ниточке, клубком шерсти и игрушечной мышью. Только научившись ловко и задорно гоняться за ними, <<$slave_name>> сможет называть себя девочкой-кошкой.',
'<<$slave_name>> отлично подражает кошачьим звуком и уверенно умеет передвигаться на четвереньках, но с ловкостью надо все еще работать. Вы продолжаете игры с клубком шерсти, бантиком и игрушечной мышью.',
'<<$slave_name>> в совершенстве овладела искусством игры в кошку. Гоняется ли она за бантиком на веревочке, сидит ли неподвижно на подоконнике или довольно мурчит от поглаживаний — все выглядит мило и естественно. Пожалуй, вам нечему больше ее учить.'
]
export const ModalAlchemyLesson = [
    'Прежде чем допускать воспитуемую к дорогостоящим и опасным алхимическим реактивам, необходимо убедиться, что она досконально знает назначение всех приборов в лаборатории, правила обращения с ними и технику безопасности. Вы подготовили обширную лекцию на эту тему.',
'Под вашим чутким руководством <<$slave_name>> зубрит таблицы алхимической комплементарности элементов и изучает правила смешивания. Отдельная часть урока посвящена процессам катализации реакций и применению силы искр вечного пламени.',
'<<$slave_name>> достаточно хорошо изучила азы алхимического искусства, чтобы самостоятельно смешивать простые составы. Тем не менее, вам придется приглядывать за ней в процессе, чтобы она не израсходовала попусту ценные компоненты или не взорвалась ненароком.',
'<<$slave_name>> довольно ловко обращается с перегонным кубом и правильно смешивает все ингредиенты, но ей еще только предстоит освоить сложные многоступенчатые рецепты. Именно этим вы и решаете заняться.',
'Истинный мастер не просто в совершенстве владеет техниками экстракции, дистилляции и диффузии. Настоящий алхимик должен творить. Вы даете воспитуемой задание самостоятельно разработать новый рабочий рецепт для какого-либо полезного препарата.',
'<<$slave_name>>, возможно, и не сравнится с ведущими алхимиками Вечного Рима, однако все, чему вы могли её научить, она познала в совершенстве. С такими навыками надо уже не учиться, а работать.'
]
export const ModalMagicLesson = [
    'Ключом к любой магии в Вечном Риме являются Искры Пламени Творения. Только научившись направлять их силой своей души, человек может сотворить магию. Сегодня <<$slave_name>> должна научиться поглощать и исторгать из себя Искры.',
'Суть чародейства заключается в направлении силы Искр Пламени Творения и запечатывании их в неодушевленный предмет. Этот урок посвящен умению чувствовать и направлять искры преображая их в чары.',
 'Помимо чистой энергии Искр в зачаровании используется множество материальных компонентов. Их предназначение заключается в том, чтобы наделять энергию творения необходимыми свойствами. Вы обучаете воспитуемую этой технике.',
'<<$slave_name>> владеет базовыми техниками зачарования, но это только начало. Теперь ей предстоит найти применение этим навыкам на практике. Для начала это будет перезарядка имеющихся в доме магических предметов, таких как вибраторы и стасис-камера. ',
'В совершенстве освоив перезарядку магических предметов, <<$slave_name>> готова приступить к изучению техник зачарования обычных предметов. Технически она уже давно способна делать это, но настоящее понимание процесса приходит только сейчас.',
'<<$slave_name>> способна самостоятельно зачаровывать любые предметы. Ваши знания не помогут ей продвинуться дальше, но возможно она сможет развиваться через практический опыт. Было бы неплохо использовать её таланты для создания магических предметов.'
]
export const ModalMusicLesson = [
    '<<$slave_name>> совершенно не умеет играть ни на каких музыкальных инструментах. Для начала придется преподать ей азы и обучить нотной грамоте. Вы приступаете к занятиям.',
'Игра на инструменте начинается с правильной постановки позы и положения рук, с приемов звукоизвлечения. Затем можно разучивать гаммы. Звучат они уныло и однообразно, но если пропустить эти уроки, то о целостном музыкальном образовании придется забыть.',
'Вы даете воспитуемой ноты и приказываете играть по ним. Мелодия самая простая, однако <<$slave_name>> неизбежно будет делать массу ошибок, прежде чем научится играть чисто.',
'<<$slave_name>> уже вполне достойно играет, хотя периодически вы слышите фальшь, особенно в сложных моментах. Настало время разучить более сложные произведения.',
'<<$slave_name>> хорошо освоила технику игры, но для дальнейшего развития ей необходимо научиться импровизировать. Именно импровизация позволяет наполнить исполнение душой, сделать его действительно незабываемым.',
'<<$slave_name>> в совершенстве овладела техникой игры на всех музыкальных инструментах, которые вы смогли для нее найти. С такими навыками она не ударит в грязь лицом, если ей потребуется развлечь своего хозяина музыкой.'
]

export const ModalLesson = []
//Секс уроки
//Послушность на уроках
export const ModalSexLessonDiligence = [
'По действиям воспитуемой видно, что она совершенно не старается. Все ваши объяснения словно проходят мимо ее ушей и похоже, что она выполняет ваши приказы только для того, чтобы от нее поскорее отвязались. Полное отсутствие мотивации делает ваши усилия почти бесполезными.',
'<<$slave_name>> не проявляет к задаче ни малейшего интереса. Разумеется, ваше давление подстегивает её достаточно, чтобы она прислушивалась к объяснениям, однако усвоение идет с трудом. Толку от такого урока будет не слишком много.',
'<<$slave_name>> выслушивает все ваши комментарии и честно пытается сделать все так, как надо, хотя вовлеченности в процесс ей все же не хватает. Очевидно, что для достижения хороших результатов ее мотивация должна быть выше.',
'<<$slave_name>> подходит к занятиям обстоятельно и без лишних нервов. Она внимательно выслушивает все ваши комментарии и пытается исполнять их как можно лучше. Тем не менее, результат мог бы быть еще лучше, если бы она была действительно заинтересована процессом на все 100%.',
'<<$slave_name>> проявляет живой интерес к уроку: очевидно, она понимает всю важность подчинения и хорошего выполнения ваших приказов, а потому искренне пытается сделать все наилучшим образом. Её внутреннего сопротивления почти не ощущается <br> отличный настрой для занятий.' ,
'<<$slave_name>> полностью погружена в урок, и по ней видно, что она до конца прониклась важностью задачи усвоить все, чему вы можете ее научить, и показать наилучшие результаты. С таким настроем из воспитуемой можно вылепить что угодно, если вам достанет таланта учителя.'
]
//handjob
export const ModalHJLesson = [
    '<<$slave_name>> никогда толком не ласкала мужчину, так что для начала вы решаете дать ей задание попроще. Она должна нежно гладить вас руками, сначала по всему телу, а затем концентрируясь на показанных вами эрогенных зонах.',
'<<$slave_name>> имеет мало опыта в ласках. В качестве основы подойдет урок по правильному отдрачиванию члена рукой. Вы приказываете воспитуемой аккуратно взять ваш орган в ладони, собираясь затем направить ее движения собственными руками.',
'Вы даете воспитуемой задание самостоятельно довести вас до оргазма, используя для этого только руки. Вы также напоминаете ей о важности использования смазки и даёте подсказки по поводу ритма и силы движений.',
'<<$slave_name>> достаточно опытна, чтобы освоить урок по надрачиванию без дополнительной смазки и специальных подсказок с вашей стороны. Вы надеетесь, что она быстро приспособится, используя свои интуицию и опыт.',
'Вы объясняете воспитуемой, как можно использовать одну руку для ласки члена, а вторую — для доставления дополнительного удовольствия. В качестве тренировки она должна подрочить вас, лаская одновременно вашу грудь, затем бедра, яички и, наконец, задний проход. ',
'<<$slave_name>> мастерски владеет техниками петтинга, поэтому вы решаете предоставить ей полную свободу действий. Единственные условия — она не должна применять ничего, кроме собственных рук, и доставить вам при этом максимальное удовольствие.'
]
//footjob
export const ModalFJLesson = [
 '<<$slave_name>> вообще не умеет ласкать мужчину, что уж говорить о том, чтобы сделать это ногами. Большую часть работы вам придется проделать, собственноручно управляя ногами воспитуемой.',
 '<<$slave_name>> слабо владеет техниками петтинга, поэтому вы решаете сделать основную работу за нее. От вашей воспитуемой потребуется только обхватить ваш член ступнями и сконцентрироваться на ритме который вы будете задавать им собственными руками.',
 'Чтобы овладеть правильной техникой петтинга ногами, <<$slave_name>> должна научиться занимать правильные, устойчивые позиции и точно позиционировать ступни. Этому вы и решаете посвятить следующий урок.',
 '<<$slave_name>> знает подход к ласкам, поэтому вы решаете попробовать предоставить инициативу ей и посмотреть, удастся ли ей довести вас до кульминации, используя свои ступни и ваши советы.',
 'Вы решаете, что <<$slave_name>> вполне способна освоить усложненные техники работы ногами. На этом уроке вы покажете ей, как лучше ласкать мужчину не только ступнями, но и бедрами, и даже пальчиками ног, в том числе из нестандартных положений.',
'<<$slave_name>> настолько хорошо знает техники петтинга, что способна довести мужчину до кульминации, используя любую часть собственного тела. Вы решаете просто предоставить воспитуемой инициативу и проверить, на что она способна.'
]
//titfuck
export const ModalTitFuckLesson = [
    'Так как <<$slave_name>> не имеет особого опыта в ласках, вы решаете просто дать ей почувствовать, как ее грудь может служить для удовлетворения мужчины. Фактически вы просто подрочите грудями воспитуемой, а ей останется только следить за ощущениями.',
'В качестве простейшего задания вы выбираете пазури лежа на спине. <<$slave_name>> должна просто смазать ложбинку между грудями массажным маслом и сжать их так, чтобы образовалось удобное для вашего члена пространство. Остальное вы сделаете сами.',
'На следующем уроке вы решаете освоить пазури в положении сидя. <<$slave_name>> должна ласкать ваш член между своими натертыми маслом грудями, стоя на коленях перед стулом.',
 'В качестве следующего урока вы ляжете на спину и позволите воспитуемой попытаться довести вас до оргазма, используя свои груди. Зажать между ними член, находясь сверху, сложнее, чем из других положений, но <<$slave_name>> должна справиться.',
'<<$slave_name>> достаточно опытна в ласках, чтобы использовать свои груди в любых условиях. В качестве задания на урок вы будете принимать различные позы: лежа, сидя, стоя — и в каждой из них воспитуемая должна суметь правильно направить ваш член в смазанную ложбинку своих сисек.',
'<<$slave_name>> настолько хорошо знает техники петтинга, что способна довести мужчину до кульминации, используя любую часть собственного тела. Вы решаете просто предоставить воспитуемой инициативу и проверить, на что она способна.'
]
//поцелуи
export const ModalKissLesson = [
    '<<$slave_name>> не умеет толком целоваться, так что вам придется начать с самых азов. Вы объясняете ей, как надо правильно держать голову, насколько приоткрывать рот, как работать губами и языком во время поцелуя.',
'<<$slave_name>> не слишком хорошо целуется, так что вам придется постоянно поправлять ее и раз за разом пробовать снова, пока она не почувствует, как должны двигаться ее губы и язык.',
'<<$slave_name>> умеет целоваться, но ей явно надо тренировать свой язык. На этом уроке вы будете упираться языками и пытаться втолкнуть язык партнера обратно в рот. Такое упражнение позволит развить не только силу, но и ловкость языка воспитуемой.',
'Язык и губы вашей воспитуемой уже неплохо развиты, но нет предела совершенству. На этом занятии вы будете выполнять упражнения по кручению языками и борьбе между ними во время поцелуя.',
'<<$slave_name>> отлично целуется, но для расширения кругозора вы решаете дать ей несколько заданий на различные нестандартные поцелуи и игры ртами, способы которых принесли в Вечный Рим бесчисленные странники между мирами.',
'<<$slave_name>> способна завязать черешок от вишенки узелком, используя только свой собственный язык. Вряд ли ее можно еще чему-то научить в этой области, так что вы решаете просто устроить ей «устный экзамен» и насладиться плодами своего обучения. ',
]
//минет
export const ModalBJLesson = [
    'Вы объясняете воспитуемой, что минет — это король ласки, потому что своим ртом рабыня может доставить хозяину максимальное удовольствие, даже когда тот устал и не желает ничего делать. Но для начала ей надо просто привыкнуть брать мужской член в рот.',
    '<<$slave_name>> слабовата в оральных ласках, так что в качестве простого задания вы приказываете ей хорошенько вылизать ваш член снизу вверх, поцеловать, взять головку в рот и повторить все сначала, пока не станет получаться хорошо.',
    '<<$slave_name>> вполне привычна к ощущению члена у себя во рту, так что вы даете ей задания на развитие техник неглубокого минета. Поцелуи, вылизывания, посасывания — главное найти нужный нажим и ритм, следя за реакциями мужчины.',
    'Заглотить член целиком — не самая простая задача. Вы учите воспитуемую правильно расслаблять горло, контролировать свое дыхание и избегать рвотных позывов, когда длинный и толстый поршень медленно движется по ее пищеводу.',
    '<<$slave_name>> способна заглотить член целиком, но это еще не все, что нужно для правильного королевского минета. На этом занятии вы собираетесь освоить продвинутые техники, которые позволят вашей воспитуемой достичь совершенства в оральных ласках.',
    '<<$slave_name>> способна завязать черешок от вишенки узелком, используя только свой собственный язык. Вряд ли ее можно еще чему-то научить в этой области, так что вы решаете просто устроить ей «устный экзамен» и насладиться плодами своего обучения.'    
]
//римминг
export const ModalRimmingLesson = [
    'Вылизывание задницы — совсем не сложная вещь, главные препятствия тут психологические. Хотя <<$slave_name>> не умеет толком пользоваться своим языком, ей вполне по силам просто провести им несколько раз между вашими ягодицами. Урок несложный.',
'<<$slave_name>> должна привыкнуть работать своим язычком в заднице хозяина. Задание очень простое — вылизывать ваш анус достаточно долго и тщательно.',
'Вы решаете посвятить сегодняшний урок максимально комфортным позам для вылизывания задницы. Тут возможно не так уж мало вариантов, и главная задача рабыни заключается в том, чтобы удобно и нежно поддержать хозяина в необычной позе, пока она работает своим язычком.',
'Ощущение того, что зад — место грязное может мешать хорошо работать языком даже вполне хорошо владеющей им рабыне. Дело в привычке. Вы специально не мылись после туалета, <<$slave_name>> должна вылизать все начисто.',
'Язык воспитуемой достаточно хорошо развит, чтобы она могла постараться просунуть его сквозь ваш анальный сфинктер и проникнуть в прямую кишку. Этому и будет посвящен сегодняшний урок.',
'<<$slave_name>> способна завязать черешок от вишенки узелком, используя только свой собственный язык. Вряд ли ее можно еще чему-то научить в этой области, так что вы решаете просто устроить ей «устный экзамен» и насладиться плодами своего обучения.'
]
//вагинал секс
export const ModalVaginalSexLesson = [
    '<<$slave_name>> абсолютно неопытна в сексе и совершенно не представляет, что от нее требуется. Вы решаете взять всю инициативу на себя и просто дать воспитуемой привыкнуть к ощущению проникновения.',
'<<$slave_name>> ведет себя в сексе как полное бревно, но вы надеетесь, что с опытом это пройдет. На сегодняшнем уроке вы просто отработаете основные позы, чтобы помочь ей лучше освоиться с проникновением под разными углами.',
'В рамках сегодняшнего занятия <<$slave_name>> должна научиться правильно двигаться, в то время как в нее проникает мужчина. Вы даете ей несколько практических советов на тему подмахивания и совпадению ритмов движений.',
'На этом занятии <<$slave_name>> будет осваивать позы, в которых женщина может проявить большую инициативу, предоставив своему хозяину возможность расслабиться и получить удовольствие. Вы будете помогать воспитуемой только советами, все остальное она должна делать сама.',
'Чтобы достичь вершин вагинального секса, <<$slave_name>> должна не просто выучить все позы и движения, но и научиться правильно работать своими внутренними мышцами. Тема не самая простая и может потребовать многих уроков для усвоения.',
'<<$slave_name>> настолько хороша в сексе, насколько это возможно. Она способна с легкостью принять в себя любой объект и буквально выдоить мужчину одними только сокращениями своих внутренних мышц. Учить ее нечему, но можно устроить небольшой экзамен...'
]
//анал секс
export const ModalAnalSexLesson = [
    'Попка вашей воспитуемой совершенно не готова к проникновению, но, потратив некоторое время, вы сможете аккуратно ввести туда свой член. <<$slave_name>> должна научиться расслабляться.',
'<<$slave_name>> с трудом принимает член в свою узенькую попку, поэтому пока рано говорить о каких-то техниках. Урок посвящен тому, чтобы немного разработать ее сфинктер.',
'<<$slave_name>> довольно легко способна принять член в свою задницу, но боль или отсутствие опыта делают ее скованной и неинтересной в процессе. Вы попытаетесь обучить ее подмахивать задом и получать свою долю удовольствия.',
'<<$slave_name>> достаточно освоилась с анальным сексом, чтобы попробовать проникновения под разными углами и направлениями. На этом занятии вы поможете ей освоиться с различными позами и правильно двигаться в каждом случае.',
'Вообще-то анальный секс без смазки — не самая лучшая идея, но если воспитуемая сможет доставить удовольствие не используя смазку, она многому научится. На ваш взгляд, ее попка вполне достаточно разработана для того, чтобы справиться с такой задачей и обойтись без повреждений. ',
'<<$slave_name>> настолько хороша в сексе, насколько это возможно. Она способна с легкостью принять в себя любой объект и буквально выдоить мужчину одними только сокращениями своих внутренних мышц. Учить ее нечему, но можно устроить небольшой экзамен...'
]
//Мазохизм
export const ModalMazoLesson = [
    '<<$slave_name>> совершенно не понимает, каким образом можно получать удовольствие от боли и унижения. Вы решаете начать со шлепков по заднице — они способствуют приливу крови в область малого таза, что способствует возбуждению. Чередуя шлепки и ласки, можно приучить воспитуемую к особым ощущениям.',
'В течение этого урока вы свяжете воспитуемую и, используя кожаный стек, будете наносить удары по чувствительным местам, пытаясь подобрать ровно ту силу, которая позволит дать ей ощущения на грани боли и наслаждения.',
'Чтобы связать боль и возбуждение в сознании воспитуемой, вы решаете связать ее, плотно перемотав веревкой груди и нацепив прищепки на самые чувствительные места. Одновременно <<$slave_name>> будет получать непрерывную сексуальную стимуляцию от закрепленного у нее между ног вибратора.',
'<<$slave_name>> достаточно хорошо чувствует связь боли и наслаждения, однако она должна не только получать ощущения, но и уметь их демонстрировать. На этом уроке вы будете пороть воспитуемую плетью, в то время как она должна показывать, какое наслаждение ей это доставляет.',
'Чтобы приучить воспитуемую к разнообразным болевым ощущениям, вы решаете связать ее и использовать весь арсенал BDSM — порку, прищепки, иглы, горячий воск, игры с дыханием. Если подобрать правильный уровень боли и медленно его повышать, <<$slave_name>> станет настоящей мазохисткой.',
'<<$slave_name>> знакома со всеми видами извращений, лишена комплексов и способна устроить настоящее шоу на фоне собственной боли, грязи и унижения. Вряд ли нужно чему-то еще учить ее, но вы не откажетесь проверить ее таланты в действии.'
]
//моча
export const ModalPissingLesson = [    
    '<<$slave_name>> не готова к играм с мочой, но чтобы продвинуться в своём обучении, ей придется освоить и их. Чтобы дать ей привыкнуть, вы помочитесь на ее грудь и живот.',
'<<$slave_name>> все ещё испытывает отвращение к моче и должна будет преодолеть его. Чтобы дать ей привыкнуть, вы будете мочиться воспитуемой на лицо, а также обливать её собственной мочой.',
'На этом уроке <<$slave_name>> должна привыкать ко вкусу мочи. Вы приказываете ей сначала помочиться в стакан и набрать полный рот жидкости, а затем учите широко открывать рот и высовывать язык, подставляя его под вашу струю.',
'<<$slave_name>> способна набрать полный рот мочи, но все время пытается ее сплюнуть. Цель ваших занятий — не только научить ее спокойно глотать все до капли, но и демонстрировать вам, как это для нее приятно и вкусно.',
'Чтобы стать настоящей туалетной рабыней, <<$slave_name>> должна научиться не просто глотать мочу, но делать это быстро, не роняя ни капли и нежно посасывая член хозяина. Задача непростая, так как напор может быть силен, но всему можно научиться.',
'<<$slave_name>> знакома со всеми видами извращений, лишена комплексов и способна устроить настоящее шоу на фоне собственной боли, грязи и унижения. Вряд ли нужно чему-то еще учить ее, но вы не откажетесь проверить ее таланты в действии.'
]
//соблазнение ипубличность 
export const ModalExhibitionismLesson = [
    '<<$slave_name>> не привыкла демонстрировать свое тело мужчинам и испытывает по этому поводу изрядное смущение. Вы решаете хорошенько рассмотреть и помять ее со всех сторон, чтобы она привыкала.',
'<<$slave_name>> мало знает о том, как возбудить мужчину, не прикасаясь к нему. Вы решаете начать урок с лекции об основных приемах демонстрации возбуждения, а также мимических знаках и жестах, красиво выражающих эротические намерения женщины. Остаток урока испытуемая отрабатывает эти техники на практике',
 '<<$slave_name>> вполне привычна к пристальным взглядам и хорошо знает, какие жесты и знаки положительно воспринимаются мужчинами, но она должна научиться сама красиво демонстрировать свое тело с разных ракурсов. На сегодняшнем уроке вы разберете наиболее подходящие позы и приемы демонстрации.',
'Хотя <<$slave_name>> давно уже не испытывает ни малейшего смущения от направленных на неё взглядов, она должна научиться ДЕМОНСТРИРОВАТЬ смущение. Смесь стыда и возбуждения на лице девушки, демонстрирующей свое тело, может быть невероятно возбуждающей.',
'На сегодняшнем занятии вы будете отрабатывать усложненные техники: работа с тоном и тембром голоса, правильная дистанция, правильное выражение лица и внешне невинные, но интимные прикосновения. <<$slave_name>> должна научиться соблазнять, не выдавая собственного намерения, как бы случайно.',
'<<$slave_name>> отлично владеет техникой эротического представления, она умеет страстно двигаться и раздеваться, демонстрировать возбуждение на публике, ярко и открыто выражать самые грязные мысли и желания. Вряд ли нужно учить её еще чему-то.'
]
//мастурбация
export const ModalMasturbationLesson = [
    '<<$slave_name>> совершенно не умеет демонстрировать собственное возбуждение. Вам придется потратить все время урока на то, чтобы она освоилась достаточно, чтобы сделать себя мокрой в присутствии наблюдателя.',
'Разумеется, <<$slave_name>> порой мастурбирует в одиночестве, однако её техники не слишком эффективны. Ей надо научиться быстро и эффективно возбуждать себя, причем делать это в присутствии наблюдателя. У вас, безусловно, найдется пара полезных советов на эту тему.',
'<<$slave_name>> способна довести себя до оргазма прямо на ваших глазах, однако не умеет достаточно ярко проявлять своё возбуждение, чтобы за этим было интересно наблюдать. Вы решаете отработать этот момент на сегодняшнем занятии.',
'Чтобы избежать однообразия в своих представлениях, <<$slave_name>> должна научиться красиво и сочно мастурбировать в самых разных позах, стараясь подбирать наиболее откровенные и соблазнительные, мягко двигаясь и меняя ритм. Под вашим руководством она сможет освоить эту науку довольно быстро.',
'По вашему приказу <<$slave_name>> должна мастурбировать, в то время как ее вагина будет открыта при помощи гинекологического расширителя. Возбуждаться в таком неудобном положении сложнее вдвойне, зато <<$slave_name>> сможет привыкнуть ко всему и заодно продемонстрировать, как пульсирует и течет ее матка.',
'<<$slave_name>> отлично владеет техникой эротического представления, она умеет страстно двигаться и раздеваться, демонстрировать возбуждение на публике, ярко и открыто выражать самые грязные мысли и желания. Вряд ли нужно учить её еще чему-то.'
]
//дилдо
export const ModalDildoLesson = [
'<<$slave_name>> не привыкла мастурбировать под чужим взглядом, особенно используя для этого посторонние предметы. Вы даете ей небольшой фаллоимитатор и приказываете поводить им по всему телу, чтобы привыкнуть к ощущениям и освоиться.',
'<<$slave_name>> не умеет толком обращаться с фаллоимитатором, поэтому вы даете ей самый маленький и объясняете, что к чему. Дело, в общем, совершенно простое, главное — преодолеть смущение.',
'Вы даете воспитуемой фаллоимитатор нормального размера и приказываете приступать. В течение урока вы собираетесь дать массу советов не только о том, как лучше достичь возбуждения, но и о том, как ярче показать его наблюдателям.',
'<<$slave_name>> достаточно опытна, чтобы использовать для мастурбации самый большой дилдо, покрытый пупырышками и мягкими шипами. Именно с таким агрегатом требуется особая ловкость обращения, да и внешне весь процесс становится занимательнее.',
'Вы даете воспитуемой сразу два дилдо — большого и среднего размера. <<$slave_name>> должна в совершенстве освоить технику двойной стимуляции, вгоняя искусственные фаллосы одновременно в свое влагалище и задний проход.',
'<<$slave_name>> отлично владеет техникой эротического представления, она умеет страстно двигаться и раздеваться, демонстрировать возбуждение на публике, ярко и открыто выражать самые грязные мысли и желания. Вряд ли нужно учить её еще чему-то.'
]
//На будущее
//тентакли (продвнутое после секса в принципе)
export const ModalTentacleLesson = [
    'Любое исчадие жаждет осеменить каждую встреченную женщину. Для этого оно использует силу и мощнейшие возбуждающие феромоны. Но если женщина сохранит контроль над собой, она сможет воспользоваться руками чтобы сдоить часть его семени в специальный контейнер.',
'Задохват — самая молодая форма исчадия. Размеру он меньше человека, но его щупальца уже очень сильны. Вы объясняете рабыне, что нет смысла сопротивляться и пытаться его побороть. Надо приласкать те отростки которые не будут заняты и из них потечёт семя которое надо направить в ведро.',
' Тёмная молодь выглядит жутко из-за того что большую часть её тела занимает клыкастая пасть. Но женщину оно кусать не станет, только оплодотворит. Так что надо перебороть страх и не забывать выдаивать его семя. Борьба со страхом — тема этого дня.',
'Когда исчадие развивается в щупалечника оно становится значительно больше человека, а его феромоны так мощны что буквально сводят с ума. Но если выработать привычку и настроиться на цель, его тоже можно подоить. Сегодня вы расскажете воспитуемой пару хитростей.',
'Самые старые исчадия достигают чудовищных размеров, становясь кракенами или даже левиафанами. Но суть та же. Просто больше щупалец и сильнее действие феромонов, однако даже такую бестию можно подоить. Воспитуемая будет тренироваться до тех пор, пока не справится с задачей.',
'Воспитуемая достигла такого уровня навыков, что это не тентакли трахают её, а она трахает тентакли.'

]
// анал фистинг (продвинутый анал секс)
export const ModalAnalFistingLesson = [
    'Попка воспитуемой настолько зажата, что говорить о фистинге не приходится. Тем не менее, вы можете засунуть туда палец и немного пошуровать, чтобы она начала привыкать к ощущениям.',
'Засунуть ладонь в зад воспитуемой пока не получится — слишком велик риск, но можно разработать ее анус, всунув туда пару пальцев. Со временем мышцы привыкнут и растянутся.',
 '<<$slave_name>> способна расслабить свои анальные мышцы настолько, что ваша ладонь, пусть и с изрядным трудом, но все же поместится в ее прямую кишку. Вы знаете, что можно добиться большего, если постараться.',
'Используя достаточное количество смазки, вы можете без особого труда засунуть кулак в задний проход воспитуемой. Если <<$slave_name>> сможет достаточно расслабиться, она даже получит от этого удовольствие.',
'Попка воспитуемой разработана на отлично. Если не жалеть смазки и давить  достаточно сильно, то можно всунуть туда руку едва ли не по локоть. Это зрелище достойно циркового номера.',
'<<$slave_name>> настолько хороша в сексе, насколько это возможно. Она способна с легкостью принять в себя любой объект и буквально выдоить мужчину одними только сокращениями своих внутренних мышц. Учить ее нечему, но можно устроить небольшой экзамен...',
]
//Иррумация (продвинутый минет)
export const ModalIrrumationLesson = [    
    '<<$slave_name>> не привыкла к инородным телам у себя во рту, и, скорее всего, от проникновения вашего члена в горло ее просто стошнит. С другой стороны, простота ирумации в том и заключается, что ей ничего не надо делать или знать — вы сделаете все сами.',
    'Горло вашей воспитуемой все еще непривычно к насильственному проникновению члена, но это только повод осваиваться быстрее. От самой девушки практически ничего не требуется, вы сделаете все сами.',
    'Грубое сношение в рот — все еще тяжелое испытание для воспитуемой. Все, что <<$slave_name>> должна делать на этом занятии — это попытаться сдержать свои рвотные позывы, пока вы держите ее за уши и насаживаете ртом на свой кол.',
    '<<$slave_name>> способна довольно спокойно выдержать проникновение члена в свое горло, но вы объясняете ей, что когда она пытается остановить его языком или сжать свое горло, это делает ощущения только интенсивнее. Расслабляться не надо, надо научиться правильно использовать свои мышцы.',
    'Вы пытаетесь научить воспитуемую правильно использовать всасывание, расслабление и сжатие горла, в то время как мужской член елозит по ее растянутому пищеводу. Чем лучше она освоит эти техники, тем быстрее все будет заканчиваться.',
    '<<$slave_name>> способна завязать черешок от вишенки узелком, используя только свой собственный язык. Вряд ли ее можно еще чему-то научить в этой области, так что вы решаете просто устроить ей «устный экзамен» и насладиться плодами своего обучения.'
    ]
//обжимания (продвинутое)
export const ModalHugsLesson = [
    '<<$slave_name>> совсем неопытна в ласках, поэтому вы решаете для начала просто пообниматься, чтобы она могла хорошенько привыкнуть к ощущению мужского тела.',
    '<<$slave_name>> слабо представляет себе, какие движения будут правильными, чтобы возбудить мужчину и без использования рук. Чтобы дать ей почувствовать правильные движения, вы будете обнимать и тереться об нее, постепенно доводя себя до кульминации.',
    '<<$slave_name>> достаточно хорошо владеет техниками петтинга, чтобы попытаться довести вас до оргазма, не прибегая к помощи рук. Вы собираетесь направлять ее и помогать с поиском правильных движений и ритма, но основную работу воспитуемая должна сделать сама.',
    'Вы даете воспитуемой задание тереться о вас, пока вы сидите на стуле или стоите, прислонившись к стене. Даже в менее устойчивых позах ее обжимания должны доставлять максимальное удовольствие и в итоге позволить вам кончить.',
    'Вы решаете, что <<$slave_name>> достаточно подготовлена, чтобы попробовать освоить технику масляного скольжения. Натеревшись массажным маслом, она будет скользить вокруг, лаская вас всем своим телом. ',
    '<<$slave_name>> настолько хорошо знает техники петтинга, что способна довести мужчину до кульминации используя любую часть собственного тела. Вы решаете просто предоставить воспитуемой инициативу и проверить, на что она способна.'
]
export const ModalActingLesson = [
    '<<$slave_name>> совсем не умеет притворяться, и все ее попытки что-либо изобразить выглядят до ужаса наигранными. Вы тратите немало времени на то, чтобы отработать с ней проявления различных эмоций: радости, страха, счастья, гнева, стыда, сарказма, удивления и возбуждения.',
'<<$slave_name>> способна провести не слишком внимательного зрителя, но до настоящего правдоподобия ее игре еще очень далеко. Для расширения горизонта вы даете ей задачу изобразить разные неодушевленные предметы: чайник, меч, механические часы, мячик.',
'Под вашим руководством <<$slave_name>> занимается выразительным чтением с листа. Вы пытаетесь научить свою воспитуемую чувствовать эмоциональную окраску написанного и передавать её голосом, манерой речи, языком телодвижений.',
'Чтобы отточить спонтанность проявлений, вы описываете воспитуемой различные ситуации, которые она должна сыграть, и на лету меняете условия, так что <<$slave_age_noun>> должна реагировать, мгновенно выражая новую реакцию действиями. Усложняя задачу, вы запрещаете ей говорить <br> все выражается пантомимой.',
'<<$slave_name>> <br> весьма способная актриса, поэтому вы задаете ей задачи на самостоятельную импровизацию. По одной лишь короткой фразе воспитуемая должна разыгрывать перед вами пятиминутную сценку, так, чтобы получилась интересная и яркая история.',
'<<$slave_name>> уже в совершенстве овладела актерским мастерством. Она может безукоризненно вжиться в любой образ, ярко и достоверно сыграть любую эмоцию или переживание. Вряд ли кто-то сможет распознать её притворство. Эту часть обучения можно считать завершенной.'
]

export const ModalVocalLesson = [
    'Хотя <<$slave_name>> обладает определенными задатками, петь она не умеет совершенно. Вы начинаете с самых азов, обучая воспитуемую правильному дыханию и расслаблению голосовых связок. Урок не идет дальше простейшей распевки.',
'Вашей воспитуемой еще рано заниматься собственно пением: сначала необходимо раскрыть и поставить ей голос. Вы проводите больше часа, занимаясь несколько монотонными упражнениями, направленными на достижение силы звука, глубины и красоты тембра.',
'Легкость, с которой <<$slave_name>> выполняет распевку, показывает, что её голос уже хорошо поставлен, поэтому вы решаете заняться непосредственно техникой исполнения. Сейчас важно добиться органичного сочетания вокала и музыки.',
'<<$slave_name>> хорошо исполняет простые песни, но глубину и диапазон ее голоса можно значительно расширить. Вы концентрируетесь на упражнениях, которые позволят раскрыть природный талант вашей воспитуемой.',
'Чтобы отточить вокальные данные воспитуемой как можно лучше, вы переходите к исполнению сложных оперных партий, требующих широкого диапазона и глубины звучания голоса. Когда <<$slave_name>> сможет петь их без изъянов, ее обучение будет окончено.',
'Природный талант вашей воспитуемой к пению уже полностью раскрыт: у нее богатый репертуар, её техника исполнения безупречна, а диапазон голоса и глубина тембра доведены почти до физиологических пределов. Вряд ли вы сможете научить ее еще чему-нибудь. '
]
//Фабрика здоровья
export const ModalGymLesson = [
'С таким здоровьем надо в кровати лежать, а не спортом заниматься.',
'С таким здоровьем надо в кровати лежать, а не спортом заниматься.',
 '<<$slave_name>> сейчас не в лучшей форме, так что вы занимаетесь в щадящем режиме. Большая часть упражнений направлена на разогрев и растяжку мышц, а также общее укрепление организма.',
'Вы проводите стандартный получасовой интенсив с большим количеством аэробных нагрузок. Такие упражнения помогут укрепить сердечно-сосудистую систему, сжечь калории и повысить общую выносливость воспитуемой, одновременно формируя ее фигуру.',
'<<$slave_name>> достаточно крепка для того, чтобы выдержать двойную нагрузку. Помимо интенсивных аэробных нагрузок вы вводите несколько силовых упражнений, которые позволят укрепить основные группы мышц. Это будет особенно полезно, если воспитуемой придется сражаться.',
'<<$slave_name>> сейчас на пике спортивной формы и способна выдержать нагрузки любой интенсивности. Вы проводите длинное занятие, уделяя должное внимание всем типам упражнений: растяжке, аэробике, силовым нагрузкам.'
]
//Будет играть роль в самомедобслуживание
export const ModalEnemaLesson = [
    'Чтобы получить клизму, никаких особенных умений не требуется, но надо иметь терпение, чтобы сдерживаться, особенно когда объем большой. На этом уроке <<$slave_name>> должна будет удержать в себе пару литров воды в течение получаса, и только потом ей будет позволено опорожниться под вашим наблюдением. ',
'Для клизмы можно использовать не только простую воду, но и разные другие составы. На этом уроке <<$slave_name>> должна будет освоиться с ощущениями от ледяной, горячей, мыльной и глицериновых клизм. А в качестве поощрения вы обещаете ей клизму с капелькой алкоголя.',
'Ради своего хозяина <<$slave_name>> должна уметь содержать себя в чистоте не только снаружи, но и изнутри. Темой урока будет самостоятельная постановка себе мыльной сифонной клизмы. Воспитуемая займется этим под вашим наблюдением.',
'На этом уроке вы планируете научить воспитуемую самостоятельно очищать свою матку и мочевой пузырь, что понадобится вам для последующих уроков. <<$slave_name>> должна будет научиться работать с катетером и шприцом, при помощи которых можно выполнить такие сложные спринцевания.',
'Вы приказываете воспитуемой хорошенько прочистить все свои внутренности, как она уже умеет. На этом уроке вы заполните её прямую кишку взбитыми сливками, влагалище — мороженым, а в мочевой пузырь зальете бокал вина и вставите коктейльную трубочку.',
'Обучение окончено. Если вы видите это сообщение, значит, нашли маленький баг ;)'
]
