
export const ModalLessonDiligence = [
'<<slave_name>> совершенно не старается чему-то научиться. Он постоянно отвлекается и пропускает ваши объяснения мимо ушей. Результат от такого урока будет самый минимальный; воспитуемый явно заслуживает наказания за нерадивость.',
'<<slave_name>> занимается через силу. Видно, что он старается только потому, что вынужден заниматься, но для хорошего урока такой мотивации мало.',
'<<slave_name>> не слишком внимателен и пропускает часть ваших объяснений. Похоже, урок ему неинтересен, что, конечно, плохо скажется на итоге обучения.',
'<<slave_name>> никак не проявляет себя во время урока. Он слушает объяснения достаточно внимательно и пытается сделать все, как сказано, но старательности в его действиях незаметно. Результат не более чем удовлетворительный.',
'<<slave_name>> внимательно слушает все ваши объяснения и искренне пытается сделать все правильно. У него явно хорошая мотивация для занятий, что положительно скажется на результате обучения. Достойно похвалы.',
'<<slave_name>> схватывает все буквально на лету. С первого взгляда видно, что он всей душой желает справиться с задачей и не упустить ни единой детали в ваших объяснениях. Такое прилежание заслуживает высшего балла.',
];
export const ModalLessonRejection = "<<slave_name>> отказывается заниматься! Такое поведение однозначно достойно наказания.";